corrected readme file
